export const grid = [
  ["#", "#", "#", "#", "T", "#", "#", "#", "#", "#", "#", "#", "#", "#", "#"],
  ["#", "D", "A", "I", "H", "A", "I", "#", "#", "#", "#", "#", "#", "P", "#"],
  ["#", "#", "#", "#", "A", "#", "#", "#", "#", "#", "#", "#", "#", "H", "#"],
  ["#", "#", "N", "A", "M", "#", "#", "#", "#", "#", "#", "#", "#", "U", "#"],
  ["#", "B", "#", "#", "V", "#", "#", "#", "#", "#", "#", "S", "U", "T", "U"],
  ["L", "A", "C", "L", "A", "C", "#", "#", "#", "H", "#", "#", "#", "H", "#"],
  ["#", "M", "#", "#", "N", "#", "A", "#", "#", "U", "#", "#", "#", "A", "#"],
  ["#", "O", "#", "#", "L", "#", "N", "#", "#", "A", "#", "#", "#", "N", "#"],
  ["#", "T", "#", "C", "A", "N", "H", "E", "O", "V", "A", "N", "G", "#", "#"],
  ["#", "#", "#", "#", "N", "#", "U", "#", "#", "I", "#", "#", "#", "#", "#"],
  ["#", "#", "#", "#", "G", "#", "Y", "#", "#", "K", "#", "#", "#", "#", "#"],
  ["#", "#", "#", "#", "#", "#", "#", "#", "#", "I", "#", "#", "#", "#", "#"],
  ["#", "#", "#", "#", "#", "#", "#", "#", "#", "E", "#", "#", "#", "#", "#"],
  ["#", "#", "#", "#", "#", "#", "#", "#", "#", "N", "#", "#", "#", "#", "#"],
];

export const acrossClues = [
  "Câu 2: Biệt danh của Giang Hành do bạn diễn đặt?",
  "Câu 4: Giang Hành tới Thượng Hải được bao lâu rồi?",
  "Câu 6: Hình tượng động vật của Giang Hành?",
  "Câu 7: Chú chó do Giang Hành nuôi tên gì?",
  "Câu 10: Giang Hành thích ăn cá gì?",
];

export const downClues = [
  "Câu 1: Tên vai diễn của Giang Hành trong Thèm Muốn?",
  "Câu 3: Giang Hành thích được gọi bằng biệt danh nào?",
  "Câu 5: Giang Hành bao nhiêu tuổi?",
  "Câu 8: Tên thật của Giang Hành?",
  "Câu 9: Quê của Giang Hành ở đâu?",
];